// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="ตรวจสอบการเชื่อมต่อแฟกซ์";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="ท่านสามารถตรวจสอบได้ว่าเครื่องพิมพ์และสายโทรศัพท์พร้อมที่จะส่งแฟกซ์หรือไม่ ผลการตรวจสอบจะถูกพิมพ์ออกมา ใส่กระดาษพิมพ์ในเครื่องพิมพ์";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="ตรวจสอบให้แน่ใจว่าได้ต่อเครื่องพิมพ์เข้ากับสายโทรศัพท์แล้ว สำหรับข้อมูลเกี่ยวกับวิธีใส่กระดาษและเชื่อมต่อเครื่องพิมพ์ ให้ดูเอกสารที่มาพร้อมกับเครื่องพิมพ์";
"Press the Start button to run the check."="กดปุ่มเริ่มเพื่อเริ่มการตรวจสอบ";
"Start"="เริ่ม";
"Cancel"="ยกเลิก";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="กำลังตรวจสอบการเชื่อมต่อแฟกซ์...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="การเชื่อมต่อแฟกซ์ถูกต้อง";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="ตรวจพบข้อผิดพลาด สำหรับรายละเอียด โปรดดูในรายงานที่พิมพ์ออกมา";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="เกี่ยวกับ FAX Utility...";
"Preferences..."="รายการตัวเลือก...";
"Services"="บริการ";
"Hide FAX Utility"="ซ่อน FAX Utility";
"Hide Others"="ซ่อนค่าอื่น";
"Show All"="แสดงทั้งหมด";
"Quit FAX Utility"="ออกจาก FAX Utility";
"File"="ไฟล์";
"Close"="ปิด";
"Window"="หน้าต่าง";
"Minimize"="ต่ำสุด";
"Help"="คำแนะนำ";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="ยกเลิก";
"Str_Alert_Common_OK"="ตกลง";

"Str_Alert_Common_Necessary_File_Not_Found"="ไม่สามารถค้นหาไฟล์ที่จำเป็นเพื่อใช้งานแอพพลิเคชันได้\nติดตั้ง FAX Utility อีกครั้ง";
"Str_Alert_Common_Cannot_Get_Printer_Information"="ไม่สามารถรับข้อมูลเครื่องพิมพ์ (แฟกซ์) ได้ เปิด \"รายการตัวเลือกการพิมพ์ & แฟกซ์\" และเพิ่มไดรเวอร์ PC-FAX";
"Str_Alert_Common_Confirm_OverWrite"="มีไฟล์ที่ระบุอยู่แล้ว ท่านต้องการเขียนทับหรือไม่?";
"Str_Alert_Common_Not_Responding_Error"="เครื่องพิมพ์ไม่ตอบสนองการทำงาน ตรวจสอบให้แน่ใจว่าได้เชื่อมต่อเครื่องพิมพ์อย่างถูกต้อง และเปิดเครื่องแล้ว";
"Str_Alert_Common_Communication_Error"="เกิดข้อผิดพลาดเกี่ยวกับการสื่อสารของเครื่องพิมพ์";
"Str_Alert_Common_Printer_Processing_Error"="เครื่องพิมพ์กำลังประมวลผลข้อมูล รอสักครู่ แล้วลองอีกครั้ง";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="ตรวจพบข้อผิดพลาดขณะสื่อสารกับเครื่องพิมพ์\nรหัสข้อผิดพลาด (%d)";
"Str_Alert_Common_Error_Occurred"="ยกเลิกการดำเนินการ เนื่องจากเกิดข้อผิดพลาด";
"Str_Alert_Common_PrinterStatusError"="เกิดข้อผิดพลาดในเครื่องพิมพ์ ล้างข้อผิดพลาด แล้วลองอีกครั้ง";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="ไม่สามารถเริ่มต้นการตรวจสอบการเชื่อมต่อแฟกซ์ได้ เนื่องจากมีการใช้งานฟังก์ชัน FAX Utility อื่นอยู่ โปรดรอจนกว่าจะดำเนินการเสร็จสิ้น แล้วลองอีกครั้ง";
"Str_Alert_Fax_Diagnosis_Canceled"="ยกเลิกการตรวจสอบการเชื่อมต่อแฟกซ์แล้ว";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="ไม่สามารถรับผลการตรวจสอบได้";
